[["I just read some Deez nuts jokes whose dms should i spam 😃"],["@Absencetbh They’re jokes lad, just fellas having a laugh but they do make me cringe"],["Ha HAA!\n\nJokes on you, allies! \n\nWe haven't been a good model of democracy in CENTURIES!\n\nhttps:\/\/t.co\/bmJWmcc4DO"],["I know the f1 community likes to reuse old jokes but come on... daddy's cash?!? We're better than that now"],["Zoom calls — meh. Fine. \n\nZoom meetings — they're bad.\n\nZoom speeches, where you're the speaker — the worst. Zero sense of 'the room.' Are the jokes funny? Is the audience with you or drifting off?\n\nIf you like speaking, and want to be engaging—Zoom zaps the vital feedback loop."],["alright I gotta watch the last half hour while walking to work, so I must sadly stop posting funny cynical jokes"],["Shoes is jokes 😭😭 https:\/\/t.co\/LS6rDcAz53"],["@ERIK22378279 @LineekelaS Nigga you're delusional. How come you laughing at your own jokes here? Emtee's pockets are as Empty as his name suggests."],["Unironically get kind of pissed off when i see tumblr posts from like 2015 get reposted on here. damn just make new jokes this shit is old"],["Ey @Solphendukaa bro 😭😭😭🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣...been rewinding jokes from today's episode since 3pm ..yeses...the Spiral part"],["my favourite thing to say constantly is “I wish I was Marcy (13)” like the Jared 19 jokes but instead of it being unable to read it’s about being de-"],["@Mr_Berman I'm just glad that this gives my inner 13 y\/o to make another round of puerile wank jokes."],["@aemuuu The discord server ridiculed me for calling it coral and not peach or sunset or salmon… welp jokes kn them"],["I got all the old man jokes"],["‘We both married above our station’: Biden jokes with Johnson as they set aside Brexit rift https:\/\/t.co\/EgkIx7mye6"],["It's all jokes until your relatives end up in ICU and there's a shortage of staff or medical equipment due to hospitals being too full. https:\/\/t.co\/YymKfFILEk"],["*Some* Pakistanis be so jealous that Bangladesh is doing better than them in every aspect such as  economy, gdp etc that now they always feel the need to bring up irrelevant non funny jokes. (Saying some because ik lots of very respectful Pakistanis) https:\/\/t.co\/bAdoA1efzV"],["@kirikamilovebot i better not see no broke jokes in the comments 😐"],["@iamnotzain jokes pls"],["Flyswatter Fun 😜🤣😜🤣😜\n\n#comics #cartoon #lol #comedy #jokes #humor #hilarious #laughter #funny #fun #smile #laughing #lmao #haha https:\/\/t.co\/vqU5T6sIIc"],["JOKES ON YOU BETTER BE DELUSIONAL THAN YOUR BODY CONTROLLED BY THE STATE WAHAHAHAHAHAHA \/hj\n\ndont stop cold turkey on anything. even cold turkey coffee triggers migraine, tis worse on actual psychoactive drugs\n\nif you dont trust your pros (please ask em), stop in halves per cycle https:\/\/t.co\/9eozv1ZGQP"],["BWAHAHAHA! Alyssa Milano considering run for the House in 2024 annnd the jokes write THEMSELVES https:\/\/t.co\/g6iNDh0Xhy via @twitchyteam"],["me crying abt the        me making jokes abt them\nnew mha chapters        a few mins later https:\/\/t.co\/F5EpW0mQht"],["Akere🤣🤣🤣.\n\nLet me stop with these jokes 😭 https:\/\/t.co\/CZfPlHpksF"],["Sometimes, the jokes write themselves. https:\/\/t.co\/37TVRAN3L0"]]